import React from 'react'
import Header from '@/components/Header'
import Footer from '@/components/Footer'
import Accordion from '@/components/Accordion'
const page = () => {
  const accordionItems = [
    {
      title: "1. Дотоод аудитын талаар ерөнхий мэдээлэл",
      content: (
        <div>
          <h3 className='font-bold'>Асуулт 1: Дотоод аудит гэж юу вэ?</h3>
          <p>
            Дотоод аудит нь байгууллагын үйл ажиллагааг сайжруулах, үнэ цэнийг нэмэгдүүлэх зорилготой хараат бус, бодитой баталгаажуулалт, зөвлөх үйл ажиллагаа юм.
          </p>
          <h3 className='font-bold'>Асуулт 2: Дотоод аудитор ямар үүрэгтэй вэ?</h3>
          <p>
            Дотоод аудитор нь байгууллагын эрсдэлийн удирдлага, засаглал, дотоод хяналтын үйл явц үр дүнтэй ажиллаж байгаа эсэхийг баталгаажуулдаг.
          </p>
          <h3 className='font-bold'>Асуулт 3: Дотоод аудит нь хөндлөнгийн аудитаас юугаараа ялгаатай вэ?</h3>
          <p>
            Дотоод аудит нь байгууллагын үйл ажиллагааг сайжруулахад чиглэж, байнгын үнэлгээ өгдөг.
          </p>
          <h3 className='font-bold'>Асуулт 4: Дотоод аудитын баг хаана харъяалагддаг вэ вэ?</h3>
          <p>
            Дотоод аудитын баг Гүйцэтгэх удирдлагаас хараат бус байх үүднээс Аудитын хороо эсвэл ТУЗ-ын харъяанд үйл ажиллагаагаа явуулдаг.
          </p>
          <h3 className='font-bold'>Асуулт 5: Дотоод аудитын хамрах хүрээ юу вэ?</h3>
          <p>
            Хамрах хүрээ нь байгууллагын доторх бүх үйл ажиллагаа, систем, үйл явц дахь эрсдэлийн удирдлага, хяналт, удирдлагын үйл явцын үр ашгийг үнэлэх зэрэг багтана.
          </p>
        </div>
      ),
    },
  ];
  const accordionItems2 = [
    {
      title: "2. Дотоод аудитын зорилгууд",
    content: (
      <div>
        <h3 className="font-bold">Асуулт 6: Дотоод аудитын гол зорилго юу вэ?</h3>
        <p>Зорилгууд нь эрсдэлийг тодорхойлох, хяналтыг үнэлэх, хууль тогтоомж, бодлогын хэрэгжилтийг хангах, хөрөнгийг хамгаалах, үйл ажиллагааны үр ашгийг дээшлүүлэх зэрэг орно.</p>
        
        <h3 className="font-bold">Асуулт 7: Дотоод аудит эрсдэлийн удирдлагад хэрхэн хувь нэмэр оруулдаг вэ?</h3>
        <p>Дотоод аудиторууд тухайн байгууллага эрсдэлээ хэр сайн удирдаж байгаа, тодорхойлсон эрсдэлийг зохих ёсоор хянаж байгаа эсэхийг үнэлж, сайжруулах зөвлөмж гаргадаг.</p>

        <h3 className="font-bold">Асуулт 8: Дотоод аудит зөвхөн санхүүгийн эрсдэлд анхаарлаа хандуулдаг уу?</h3>
        <p>Үгүй ээ, дотоод аудит нь үйл ажиллагааны, санхүүгийн, стратегийн, нийцлийн, мэдээллийн технологийн эрсдэл зэрэг бүх төрлийн эрсдэлд баталгаажуулалт хийдэг.</p>

        <h3 className="font-bold">Асуулт 9: Дотоод аудит нь хууль, журамыг дагаж мөрдөхөд хэрхэн тусалдаг вэ?</h3>
        <p>Дотоод аудиторууд байгууллага нь холбогдох хууль тогтоомж, дүрэм журам, дотоод бодлогыг дагаж мөрдөж буй эсэхийг баталгаажуулдаг ба энэ нь хууль эрх зүйн болон санхүүгийн шийтгэл хүлээх эрсдэлийг бууруулна.</p>

        <h3 className="font-bold">Асуулт 10: Дотоод аудит залилан мэхлэхээс сэргийлж чадах уу?</h3>
        <p>Дотоод аудит нь дотоод хяналтыг үнэлж, сул талуудыг илрүүлж, залилангаас урьдчилан сэргийлэх механизмыг бэхжүүлэх зөвлөмж гаргах замаар луйвраас урьдчилан сэргийлэхэд дэмжлэг үзүүлдэг.</p>
      </div>
    ),
    },
  ];
  const accordionItems3 = [
    {
      title: "3. Дотоод аудитын үйл ажиллагаа",
    content: (
      <div>
        <h3 className="font-bold">Асуулт 11: Дотоод аудит ямар үе шаттай вэ?</h3>
        <p>Гол үе шатууд нь төлөвлөлт, Гүйцэтгэх ажил (мэдээлэл цуглуулах, дүн шинжилгээ хийх), тайлагнах, аудитын зөвлөмжийг эргэн хянах юм.</p>
        
        <h3 className="font-bold">Асуулт 12: Дотоод аудитын төлөвлөгөө гэж юу вэ?</h3>
        <p>Аудитын төлөвлөгөө нь эрсдэлийн үнэлгээнд үндэслэн тухайн жилийн хугацаанд аудит хийх чиглэл, үйл явцыг тодорхойлсон баримт бичиг юм.</p>

        <h3 className="font-bold">Аудит хийх газар, нэгжүүдийг хэрхэн сонгодог вэ?</h3>
        <p>Эрсдэлийн үнэлгээ, удирдлагын санал, байгууллагын стратегийн ач холбогдол бүхий хэсгүүдэд эрсдэлийн үнэлгээ хийсний үр дүнд үндэслэн аудит хийх боломжтой хэсгийг сонгоно.</p>

        <h3 className="font-bold">Аудитын Гүйцэтгэх ажлын үе шатанд юу тохиолддог вэ?</h3>
        <p>Уг үе шатанд дотоод аудиторууд мэдээлэл цуглуулж, баталгаажуулалт хийж, ажилтнуудтай ярилцлага хийж, хяналт нь зориулалтын дагуу ажиллаж байгаа эсэхийг тодорхойлохын тулд тухайн үйл ажиллагаанд дүн шинжилгээ хийдэг.</p>

        <h3 className="font-bold">Дотоод аудит ихэвчлэн хэр хугацаанд үргэлжилдэг вэ?</h3>
        <p>Аудитын үргэлжлэх хугацаа нь хамрах хүрээ, үйл ажиллагааны онцлогоос хамаарч өөр өөр байдаг. Энэ нь хэдэн долоо хоногоос хэдэн сар хүртэл үргэлжилж болдог.</p>
      </div>
    ),
    },
  ];
  const accordionItems4 = [
    {
      title: "4. Дотоод аудитын тайлагнал",
      content: (
        <div>
          <h3 className="font-bold">Асуулт 16: Дотоод аудитын тайлан гэж юу вэ?</h3>
          <p>Дотоод аудитын тайлан нь аудитын үр дүнг нэгтгэн дүгнэсэн албан ёсны баримт бичиг бөгөөд сайжруулах зөвлөмж, гүйцэтгэх удирдлагын тохиролцсон үйл ажиллагааны төлөвлөгөө юм.</p>
  
          <h3 className="font-bold">Асуулт 17: Дотоод аудитын тайланг хэн хүлээн авдаг вэ?</h3>
          <p>Дотоод аудитын дүрмийн дагуу тайланг Гүйцэтгэх удирдлагын баг, Аудитын хороо болон аудит хийгдсэн нэгж, үйл ажиллагааны холбогдох талуудтай хуваалцдаг.</p>
  
          <h3 className="font-bold">Аудитын зөвлөмж гэж юу вэ?</h3>
          <p>Аудитын зөвлөмж гэдэг нь аудитын явцад илэрсэн үйл явцыг сайжруулах, хяналтыг бэхжүүлэх, эрсдэлийг бууруулахад чиглэсэн санал болгож буй арга хэмжээ юм.</p>
  
          <h3 className="font-bold">Дотоод аудитын эргэн хяналт гэж юу вэ?</h3>
          <p>Дотоод аудит нь гүйцэтгэх удирдлагаас зөвлөмжийг хэрэгжүүлсэн эсэхийг баталгаажуулахын тулд түүнд баталгаажуулалт хийж буйг эргэн хяналт гэдэг.</p>
        </div>
      ),
    },
  ];
  const accordionItems5 = [
    {
      title: "5. Дотоод хяналт",
    content: (
      <div>
        <h3 className="font-bold">Асуулт 20: Дотоод хяналт гэж юу вэ?</h3>
        <p>Дотоод хяналт гэдэг нь байгууллагын зорилгод хүрэх, эрсдэлийг удирдах, нөөцийг хамгаалахад чиглэсэн бодлого, журам, үйл ажиллагаа юм.</p>

        <h3 className="font-bold">Асуулт 21: Дотоод хяналт яагаад чухал вэ?</h3>
        <p>Дотоод хяналт нь алдаа, залилан, үр ашиггүй байдлаас урьдчилан сэргийлэх, санхүүгийн тайлангийн үнэн зөв, дүрэм журмын хэрэгжилтийг хангахад зайлшгүй шаардлагатай.</p>

        <h3 className="font-bold">Асуулт 22: Дотоод хяналтын зарим жишээ юу вэ?</h3>
        <p>Жишээ нь ажил үүргийн хуваалт, зөвшөөрөл ба зөвшөөрлийн журам, нэвтрэх хяналт зэрэг орно.</p>

        <h3 className="font-bold">Асуулт 23: Дотоод аудит нь дотоод хяналтыг хэрхэн үнэлдэг вэ?</h3>
        <p>Дотоод аудит ярилцлага хийх, баримт бичгийг шалгах, гүйлгээг шалгах замаар хяналтын загвар болон үйл ажиллагааны үр нөлөөг хянадаг.</p>

        <h3 className="font-bold">Асуулт 24: Дотоод хяналт сул байвал яах вэ?</h3>
        <p>Хэрэв хяналт сул байвал дотоод аудит нь тэдгээрийг бэхжүүлэх зөвлөмжийг өгдөг бөгөөд гүйцэтгэх удирдлага залруулах арга хэмжээг авах үүрэгтэй.</p>
      </div>
    ),
    },
  ];
  const accordionItems6 = [
    {
      title: "6. Эрсдэлийн удирдлага",
    content: (
      <div>
        <h3 className="font-bold">Асуулт 25: Эрсдэлийн удирдлага гэж юу вэ?</h3>
        <p>Эрсдэлийн удирдлага гэдэг нь байгууллагын хөрөнгө, орлогод учирч буй аюул заналыг тодорхойлох, үнэлэх, хариу үйлдэл үзүүлэх, хянах үйл явц юм.</p>

        <h3 className="font-bold">Асуулт 26: Дотоод аудит эрсдэлийн удирдлагыг хэрхэн дэмждэг вэ?</h3>
        <p>Дотоод аудит нь байгууллагын эрсдэлийн удирдлагын үйл ажиллагааны үр дүнг үнэлж, эрсдлийг бууруулах зөвлөмжийг өгдөг.</p>

        <h3 className="font-bold">Асуулт 27: Дотоод аудит ямар төрлийн эрсдэлийг үнэлдэг вэ?</h3>
        <p>Дотоод аудит нь санхүүгийн, үйл ажиллагааны, нийцлийн, стратегийн болон нэр хүндийн эрсдэл зэрэг янз бүрийн эрсдэлийг үнэлж түүний үр дүнд суурилан баталгаажуулалт хийх эсэхийг шийддэг.</p>

        <h3 className="font-bold">Асуулт 28: Эрсдэлд суурилсан аудит гэж юу вэ?</h3>
        <p>Эрсдэлд суурилсан аудит нь дотоод аудитын нөөцийг үр дүнтэй ашиглахыг баталгаажуулж, байгууллагад хамгийн их эрсдэлтэй газруудад төвлөрдөг.</p>

        <h3 className="font-bold">Асуулт 29: Дотоод аудит эрсдэлийг бууруулахад хэрхэн тусалдаг вэ?</h3>
        <p>Дотоод аудит нь эрсдэлтэй газруудыг тодорхойлж, тэдгээр эрсдэлийг удирдах хяналтыг үнэлж, эрсдэлийг бууруулах хүчин чармайлтыг сайжруулах арга замыг санал болгодог.</p>
      </div>
    ),
    },
  ];
  const accordionItems7 = [
    {
      title: "7. Залилангаас урьдчилан сэргийлэх болон илрүүлэх",
      content: (
        <div>
          <h3 className="font-bold">Асуулт 30: Залилангаас урьдчилан сэргийлэхэд дотоод аудит ямар үүрэгтэй вэ?</h3>
          <p>Дотоод аудит нь байгууллагын залилангийн эрсдэлийн удирдлагын үйл явцыг үнэлж, залилангийн эсрэг хяналтын үр нөлөөг үнэлж, залилангаас урьдчилан сэргийлэх сайжруулалтыг санал болгодог.</p>
  
          <h3 className="font-bold">Асуулт 31: Дотоод аудит залиланг илрүүлж чадах уу?</h3>
          <p>Хэвийн бус ажил гүйлгээ эсвэл сул хяналт илэрсэн тохиолдолд дотоод аудит тухайн аудитынхаа үеэр залиланг илрүүлж болох ч залилан илрүүлэх нь дотоод аудитын үндсэн үүрэг биш юм.</p>
  
          <h3 className="font-bold">Асуулт 32: Залилангийн нийтлэг эрсдэл юу вэ?</h3>
          <p>Залилангийн нийтлэг эрсдэлд хөрөнгийг зориулалтын бусаар зарцуулах, санхүүгийн тайлангийн залилан, авлига зэрэг орно.</p>
  
          <h3 className="font-bold">Асуулт 33: Залилангийн сэжигтэй тохиолдолд дотоод аудит хэрхэн хариу үйлдэл үзүүлдэг вэ?</h3>
          <p>Хэрэв залилан мэхэлсэн гэж сэжиглэж байгаа бол дотоод аудит нарийвчилсан шалгалтын ажиллагаа явуулж эсвэл залилан хариуцсан тусгай баг руу шилжүүлж болно.</p>
  
          <h3 className="font-bold">Асуулт 34: Ажилтнууд залилан мэхлэхээс хэрхэн сэргийлэх вэ?</h3>
          <p>Ажилтнууд дотоод хяналтыг дагаж, сэжигтэй үйлдлүүдийг Дотоод аудитын газарт мэдээлэх, ёс зүйн хэм хэмжээг дагаж мөрдөх замаар тусалж чадна.</p>
        </div>
      ),
    },
  ];
  const accordionItems8 = [
    {
      title: "8. Дотоод аудит болон комплайнс",
      content: (
        <div>
          <h3 className="font-bold">Асуулт 35: Дотоод аудит комплайнсыг хэрхэн дэмждэг вэ?</h3>
          <p>Дотоод аудит нь комплайнсын үйл ажиллагаа, хяналтыг баталгаажуулж, холбогдох хууль тогтоомж, дүрэм журам, дотоод бодлого, журамд нийцэж байгаа эсэхийг дүгнэдэг.</p>
  
          <h3 className="font-bold">Асуулт 36: Нийцлийн аудит гэж юу вэ?</h3>
          <p>Нийцлийн аудит нь тухайн байгууллага холбогдох хууль тогтоомж, зохицуулалтын шаардлагыг дагаж мөрдөж байгаа эсэхийг баталгаажуулдаг.</p>
  
          <h3 className="font-bold">Асуулт 37: Дотоод аудит хэр олон удаа нийцлийн аудит хийдэг вэ?</h3>
          <p>Нийцлийн аудитыг байгууллагын эрсдэлийн профайл, зохицуулалтын өөрчлөлт, анхаарах асуудалд үндэслэн жил бүр эсвэл шаардлагатай бол илүү олон удаа хийдэг.</p>
  
          <h3 className="font-bold">Асуулт 38: Аудитын явцад зөрчил илэрсэн тохиолдолд яах вэ?</h3>
          <p>Хэрэв зөрчил илэрсэн бол дотоод аудит нь асуудлыг шийдвэрлэх зөвлөмжийг өгдөг бөгөөд удирдлага залруулах арга хэмжээ авах үүрэгтэй.</p>
  
          <h3 className="font-bold">Асуулт 39: Дотоод аудит нь комплайнсын хөндлөнгийн хяналт шалгалтад бэлтгэхэд тусалж чадах уу?</h3>
          <p>Тийм ээ, дотоод аудит нь зохицуулалтын шаардлагуудыг дагаж мөрдөж байгаа эсэхийг шалгаж, албан ёсны шалгалт хийхээс өмнө сайжруулах шаардлагатай газруудыг тодорхойлоход тусална.</p>
        </div>
      ),
    },
  ];
  const accordionItems9 = [
    {
      title: "Байгууллагын засаглал",
      content: (
        <div>
          <h3 className="font-bold">Асуулт 40: Компанийн засаглалд дотоод аудит ямар үүрэг гүйцэтгэдэг вэ?</h3>
          <p>Дотоод аудит нь байгууллагын засаглалын тогтолцоо үр дүнтэй, зорилго, зорилттойгоо нийцэж байгаа эсэхийг баталгаажуулдаг.</p>
    
          <h3 className="font-bold">Асуулт 41: Дотоод аудит нь Төлөөлөн удирдах зөвлөлтэй хэрхэн харьцдаг вэ?</h3>
          <p>Дотоод аудитын тайланг Төлөөлөн удирдах зөвлөл эсвэл Аудитын хороонд танилцуулж, эрсдэлийн удирдлага, хяналтын үйл явц, засаглалын үйл ажиллагааны талаарх ойлголтыг өгдөг.</p>
    
          <h3 className="font-bold">Асуулт 42: Аудитын хорооны ач холбогдол юу вэ?</h3>
          <p>Аудитын хороо нь дотоод аудитын үйл ажиллагаанд хяналт тавьж, түүний хараат бус байдлыг хангаж, аудитын дүгнэлтийг зохих ёсоор авч үздэг.</p>
    
          <h3 className="font-bold">Асуулт 43: Дотоод аудит ёс зүйн засаглалыг хэрхэн дэмждэг вэ?</h3>
          <p>Дотоод аудит нь байгууллагын ёс зүйн бодлого, ёс зүйн дүрэм, авлигатай тэмцэх арга хэмжээний үр нөлөөг үнэлэх замаар ёс зүйн засаглалыг дэмжинэ.</p>
    
          <h3 className="font-bold">Асуулт 44: Дотоод аудит ба Гүйцэтгэх удирдлагын баг хоорондоо ямар холбоотой вэ?</h3>
          <p>Дотоод аудит нь үйл явцыг сайжруулахын тулд Гүйцэтгэх удирдлагын багтай нягт хамтран ажилладаг ч бодитой үнэлгээг хийж буйг батлахын тулд хараат бусаар үйл ажиллагаагаа гүйцэтгэдэг.</p>
        </div>
      ),
    },
  ];
  return (
    <div>
      <Header title="Түгээмэл асуулт хариултууд" />
      <div className='w-full h-[15px] mb-8 bg-green-700 text-center items-center justify-center flex'>
        </div>
      <div className='flex justify-center sm:px-16 px-4'>
      <div className='max-w-5xl w-full'>

      <Accordion items={accordionItems} />
      <Accordion items={accordionItems2} />
      <Accordion items={accordionItems3} />
      <Accordion items={accordionItems4} />
      <Accordion items={accordionItems5} />
      <Accordion items={accordionItems6} />
      <Accordion items={accordionItems7} />
      <Accordion items={accordionItems8} />
      <Accordion items={accordionItems9} />
    <Footer/>
        </div>
        </div>

    </div>
  )
}

export default page