import React from 'react'
import Header from '@/components/Header'
const page = () => {
  return (
    <>
      <Header title="Зайны хяналт" />
    <div className='sm:left-1/4 sm:right-1/4 left-5 right-5'>
       <p>  Дотоод аудитын газраас Богд банкны үйл ажиллагаанд хийгдэх тасралтгүй аудит буюу зайны хяналтыг 2024.04.01-ний өдрөөс эхлэн үйл ажиллагаанд МТГ-тай хамтран нэвтрүүлсэн. Уг үйл ажиллагааны дараагийн шат болгон ЭУГ, Комплайнсын хэлтэс,СУГ, БХГ-уудтай хамтран нэмэлт шалгуурыг 2024.11.01-ний өдрөөс нэвтрүүлсэн.</p>
        <p>Уг үйл ажиллагаатай холбогдуулан салбар, нэгжүүдийн зүгээс дараах зүйлсийг анхаарах нь зүйтэй. Үүнд:</p>
        <ol className='ml-10'>
          <li>1. Гарсан алдаа, зөрчлийг тухай бүрт нь залруулах,</li>
          <li>2. Холбоотой ажилтнууд, газар нэгжүүдэд гарсан алдаатай холбоотой мэдээллийг заасан хугацаанд ирүүлэх,</li>
          <li>3. Алдаа зөрчлийг залруулахад хүндрэл тохиолдвол шийдвэр гаргах эрх бүхий ажилтнаас чиглэл авах, шийдвэр гаргуулах.</li>
        </ol>
        <button>
          Live Chat(Тун удахгүй)
        </button>
        <div className='flex flex-row min-h-screen justify-center items-center'>
            Дотоод аудитын газар 2024 <br/>

[ Bogd-audit@bogdbank.com ]  <br/>

+976 7577 1199 (1007) 
      </div>
    </div>
    </>
  )
}

export default page